{
    "face_regions":
    [
        {
            "name":"eyebrows",
            "features":[
                {
                    "name":"一字眉",
                    "analysis":"性格坚强，有较宽的一字眉的人具有胆识，而有较窄的一字眉的人却较固执和缺乏耐力。另外，这种人比较阴险，通常为智慧型的犯罪者。"
                },
                {
                    "name":"八字眉",
                    "analysis":"表面上不易接近，实质和蔼可亲，品德也好，因出手阔绰，所以一生要辛勤赚钱。八字眉的人心胸广阔，有英雄豪侠的气概，是倾谈的好对象。"
                },
                {
                    "name":"大刀眉",
                    "analysis":"有勇有谋及好胜心强，不过容易满足，加上人中无须，未有足够收穫便放低去玩，所以运气时好时坏。"
                },
                {
                    "name":"连心眉",
                    "analysis":"文武兼通，记忆力好，长于工程师，研究者，口才好，说话和气，为人善良，气度非凡。"
                },
                {
                    "name":"新月眉",
                    "analysis":"感情细腻，有艺术家的气质，考虑周到，人际关系也很不错。这种人的缺点就是感情过于丰富，所以显得很情绪化、理想化，显得和现实脱节。"
                }
            ]
        },
        {
            "name":"eyes",
            "features":[
                {
                    "name":"三角眼",
                    "analysis":"有三角眼的人，不仅生性多疑，而且暗藏杀心恶意，非常不好相处，是容易惹来凶杀灾厄之人。"
                },
                {
                    "name":"丹凤眼",
                    "analysis":"这种眼型的人天生忠肝义胆，嫉恶如仇，见义勇为，有勇有谋，路见不平必定拔刀相助，爱恨分明，受恩必报，重承诺守信用。"
                },
                {
                    "name":"垂眼",
                    "analysis":"这种眼型的男性平时为人没主见，都是倾向胆小，又没有气概的怕老婆相；女性属阴柔一族，心思缜密，性情柔顺平和，能诱发男性的怜惜心理。"
                },
                {
                    "name":"桃花眼",
                    "analysis":"面相桃花眼者较具才艺的天分，异性缘好，无论是男女带桃花眼者，一生的感情运较为曲折，对感情容易投入沉迷，也极易为情所困。"
                },
                {
                    "name":"圆眼",
                    "analysis":"圆眼的人，率真开朗、表裡一致，做事积极，而且感觉敏锐，但很容易受到外界的诱感，也比较无法把持住自己的感情和情绪。"
                }
            ]
        },
        {
            "name":"face",
            "features":[
                {
                    "name":"瓜子脸",
                    "analysis":"瓜子脸的人是完美主义者，有些微的洁癖，严以律己、宽以待人，社交手腕老练。"
                },
                {
                    "name":"由字脸",
                    "analysis":"物质欲望强，纵欲好色、好饮食、睹博、多言等。实行力强，说得出做得到，凡事亲力亲为，但有点吊儿郎当，不顾小节。"
                },
                {
                    "name":"甲字脸",
                    "analysis":"思想多、聪明、领悟力高，善于抓机会，脑根转得快，理论重于实际，专长于研究。"
                },
                {
                    "name":"国字脸",
                    "analysis":"表面虽然都比较刚毅，但是相处的时间越长给人的感觉就越是好相处，因此而导致他们的人缘都比较好。"
                },
                {
                    "name":"圆脸",
                    "analysis":"圆型脸的人乐观爽朗，容易与人相处，人际关系非常好，因富同情心，也比较容易受到异性的诱惑。"
                }
            ]
        },
        {
            "name":"mouth",
            "features":[
                {
                    "name":"小嘴唇",
                    "analysis":"嘴小的人，气度小、处世力差、个性比较内向保守，遇见困难时常经常会榜徨无措。"
                },
                {
                    "name":"元宝嘴",
                    "analysis":"这类人人缘好，嘴角上扬像个元宝，财神爷主动找上门，财运自然差不了。"
                },
                {
                    "name":"厚嘴唇",
                    "analysis":"感情热烈而善于温情，偏重于感官刺激，做事务实而任劳任怨，不会藏奸耍滑。"
                }
            ]
        },
        {
            "name":"nose",
            "features":[
                {
                    "name":"朝天鼻",
                    "analysis":"这类型的人始终保持著幼稚，而无法面对著现实。而且想法也有原则，因此思想单纯、欠勇气、无耐性。"
                },
                {
                    "name":"截筒鼻",
                    "analysis":"鼻如截筒一样平直，准头整齐端正，没有偏斜，山根稍微长一些，年上、寿上丰满。这样的人中年会富贵，成就基业。"
                },
                {
                    "name":"悬胆鼻",
                    "analysis":"鼻如悬胆，准头齐整，山根平畅通直，没有偏斜，兰台、延尉比较小，不太分明。长有悬胆鼻的人壮年之后，富贵荣华会来到。"
                },
                {
                    "name":"鹰钩鼻",
                    "analysis":"拥有鹰钩鼻的人性情虚伪冷漠，亲情淡漠，易出卖朋友，但多为反应灵活，精于钻研。"
                }
            ]
        }
    ]
}